---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BaselineDimOffset
source: html/c71e3c4f-e4ea-9f98-3b1b-afdefc2cbd8c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BaselineDimOffset Property

"Baseline Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId BaselineDimOffset { get; }
```